Repository: joeltorres-7/pocket-tasks-app
Catalog: lib/l10n/app_*.arb
Languages: es, ja

# taskDescription1
source: Express your thoughts and feelings on paper. Strengthen your connections through a personal touch.
es: Escribe una carta a mano a un amigo o familiar.

# taskDescription2
source: Create a more productive and focused environment by organizing and decluttering your workspace.
es: Organiza y ordena tu espacio de trabajo.

# taskDescription3
source: Step outside for a breath of fresh air. A short walk can invigorate your mind and body.
es: Da un paseo de 10 minutos al aire libre.

# taskDescription4
source: Explore your culinary skills by trying out a new recipe. Enjoy the satisfaction of a homemade meal.
es: Prueba una nueva receta y cocina una comida casera.

# taskDescription5
source: Dedicate a short time to learning a new language. Expand your horizons and challenge your mind.
es: Aprende un nuevo idioma durante 15 minutos.

# taskDescription6
source: Set clear and achievable goals for the month. Stay focused and motivated throughout the journey.
es: Crea una lista de objetivos para el mes.

# taskDescription7
source: Capture your thoughts and experiences by starting a journal or blog. Reflect on your journey and growth.
es: Comienza un diario o blog.

# taskDescription8
source: Engage in a quick home workout to boost your energy and maintain your physical well-being.
es: Realiza un breve entrenamiento en casa.

# taskDescription9
source: Immerse yourself in the excitement of planning your dream vacation. Let your imagination soar.
es: Investiga y planea tus vacaciones soñadas.

# taskDescription10
source: Pick up that book you've been curious about and dive into a chapter. Enjoy the world of literature.
es: Lee un capítulo de un libro que has estado deseando comenzar.

# taskDescription11
source: Connect with a friend over a virtual coffee date. Share stories and enjoy each other's company.
es: Organiza una cita virtual para tomar café con un amigo.

# taskDescription12
source: Take a moment for mindfulness or meditation. Calm your mind and find peace in the present.
es: Practica la atención plena o meditación durante 5 minutos.

# taskDescription13
source: Explore new ideas and perspectives by watching a TED Talk. Stimulate your mind with insightful content.
es: Mira una charla TED sobre un tema de interés.

# taskDescription14
source: Invest in your professional growth by updating your resume or LinkedIn profile. Showcase your achievements.
es: Actualiza tu currículum o perfil de LinkedIn.

# taskDescription15
source: Embark on a photo walk and capture the beauty of your surroundings. Appreciate the art in everyday life.
es: Realiza una caminata fotográfica y captura escenas interesantes a tu alrededor.

# taskDescription16
source: Reflect on gratitude by writing down three things you're thankful for. Cultivate a positive mindset.
es: Escribe tres cosas por las que estás agradecido.

# taskDescription17
source: Visualize your dreams and goals by creating a vision board. Manifest the future you aspire to achieve.
es: Crea un tablero de visión para tus aspiraciones futuras.

# taskDescription18
source: Expand your knowledge or find entertainment by listening to a new podcast episode. Discover new perspectives.
es: Escucha un nuevo episodio de un podcast.

# taskDescription19
source: Explore your creativity and interests by trying a new hobby or craft. Unleash your artistic side.
es: Prueba un nuevo pasatiempo o manualidad.

# taskDescription20
source: Take control of your finances by reviewing and updating your budget. Plan for financial success.
es: Revisa y actualiza tu presupuesto.

# taskDescription21
source: Streamline your digital life by organizing files and folders. Improve efficiency and reduce clutter.
es: Organiza tus archivos y carpetas digitales.

# taskDescription22
source: Compile a list of your favorite inspirational quotes. Draw motivation from timeless words of wisdom.
es: Escribe tus citas inspiradoras favoritas.

# taskDescription23
source: Explore the vast world of knowledge on YouTube. Learn a new skill or acquire valuable insights.
es: Aprende una nueva habilidad en YouTube.

# taskDescription24
source: Challenge your mind with a quick brain teaser or puzzle. Sharpen your cognitive abilities.
es: Realiza un rompecabezas o acertijo rápido.

# taskDescription25
source: Make a positive impact in your community by volunteering for a local charity or organization.
es: Haz trabajo voluntario para una organización benéfica local.

# taskDescription26
source: Surprise someone special with a thoughtful gesture. Spread joy and strengthen your connections.
es: Planea una sorpresa para alguien especial.

# taskDescription27
source: Boost your productivity by researching and implementing a proven productivity technique. Optimize your workflow.
es: Investiga e implementa una técnica de productividad.

# taskDescription28
source: Discover new sounds and emotions by exploring a new genre of music. Expand your musical horizons.
es: Explora un nuevo género musical.

# taskDescription29
source: Recharge your energy with a 20-minute power nap. Enhance alertness and boost your mood.
es: Haz una siesta corta de 20 minutos.

# taskDescription30
source: Express your creativity through writing. Craft a short story or poem and share your imagination.
es: Escribe un cuento corto o poema.

# yourMethods
source: ¿Con cual método de tareas te sientes más comod@?
ja: どのタスクの方法が一番快適ですか？

# taskTitle
source: Título de la tarea
ja: タスクのタイトル

# resettingDay
source: Reiniciando tu día
ja: あなたの日をリセット中

# newDay
source: Nuevo amanecer, nuevo comienzo
ja: 新しい夜明け、新しい始まり

# task
source: Tarea
ja: タスク
