Repository: joeltorres-7/pocket-tasks-app
Catalog: lib/l10n/app_*.arb
Languages: es, ja

# onboardTitle1
source: Welcome to PocketTasks! 🚀
es: Bienvenida a PocketTasks! 🚀
ja: PocketTasksへようこそ！🚀

# onboardSubtitle1
source: Transform your everyday with simple and motivating task management. Start each day with clarity and purpose.
es: Transforma tu día a día con una gestión de tareas sencilla y motivadora. Comienza cada día con claridad y propósito.
ja: シンプルでモチベーションのあるタスク管理で、毎日を変えましょう。毎日を明確さと目的を持ってスタートさせます。

# onboardTitle2
source: Today in Focus 🔍
es: Hoy en Foco 🔍
ja: 今日のフォーカス🔍

# onboardSubtitle2
source: Prioritize what truly matters. With "Today in Focus,", you'll always have the most urgent and significant tasks in sight.
es: Prioriza lo que realmente importa. Con "Hoy en Foco", tendrás siempre a la vista las tareas más urgentes y significativas.
ja: 本当に重要なことを優先しましょう。「今日のフォーカス」で、最も緊急で意味のあるタスクを常に目にすることができます。

# onboardTitle3
source: Quick Task Entry ⚡
es: Entrada Rápida de Tareas ⚡
ja: クイックタスク入力⚡

# onboardSubtitle3
source: Add tasks on the go. No complications, no distractions. Just write and you're ready to go.
es: Agrega tareas sobre la marcha. Sin complicaciones, sin distracciones. Simplemente escribe y listo.
ja: 移動中にタスクを追加します。面倒なことや気を散らすことなしに。ただ書くだけでOK。

# onboardTitle4
source: New Dawn 🌅
es: Nuevo Amanecer 🌅
ja: 新しい夜明け🌅

# onboardSubtitle4
source: Don't worry about less productive days. With a single touch, you can have a new start, full of possibilities.
es: No te preocupes por los días menos productivos. Con un solo toque, puedes tener un nuevo comienzo, lleno de posibilidades.
ja: 生産性の低い日について心配する必要はありません。ワンタップで新しいスタートが切れます、いっぱいの可能性で。

# getStartedIntro
source: Let's prepare your experience!
es: ¡Preparemos tu experiencia!
ja: あなたの体験を準備しましょう！

# yourName
source: What is your name?
es: ¿Cuál es tú nombre?
ja: あなたの名前は？

# yourNameHint
source: Write your name
es: Escribe tu nombre
ja: お名前

# continueNext
source: Continue
es: Continuar
ja: 続ける

# letGetStarted
source: Let's set your experience :)
es: ¡Es hora de preparar tu experiencia!
ja: あなたの経験を設定しましょう :)

# yourGoals
source: What would you like to achieve with PocketTasks?
es: ¿Qué te gustaría lograr con PocketTasks?
ja: PocketTasksで何を達成したいですか？

# reachProductivity
source: Being more productive
es: Ser más productiv@
ja: より生産的になる

# reachGoal
source: Achieving a goal
es: Lograr un objetivo
ja: 目標を達成する

# reachDetermination
source: Being more disciplined
es: Ser más disciplinad@
ja: より規律正しい

# reachTime
source: More time for myself
es: Más tiempo para mí
ja: 自分のための余裕のある時間

# methodTraditional
source: Traditional
es: Tradicional
ja: 伝統的

# methodTraditionalDescription
source: Simple task list to check off when completed
es: Lista simple de tareas para tachar al completar
ja: 完了したらチェックマークを付けるシンプルなタスクリスト

# methodLabels
source: Labels
es: Por Etiquetas
ja: ラベル別

# methodLabelsDescription
source: Organize your tasks with custom labels
es: Organiza tus tareas con etiquetas personalizadas
ja: カスタムラベルでタスクを整理

# methodPriorities
source: Priorities
es: Prioridades
ja: 優先度

# methodPrioritiesDescription
source: Set your tasks based on their urgency and importance
es: Define tus tareas según su urgencia e importancia
ja: 緊急度と重要度に応じてタスクを設定

# methodProjects
source: Projects
es: Proyectos
ja: プロジェクト

# methodProjectsDescription
source: Divide your tasks into specific projects or categories
es: Divide tus tareas en proyectos o categorías específicas
ja: タスクをプロジェクトや特定のカテゴリに分類

# methodTimer
source: Timer
es: Temporizador
ja: タイマー

# methodTimerDescription
source: Use a timer to work in time blocks
es: Usa un reloj para trabajar en bloques de tiempo
ja: 時間ブロックで作業するためにタイマーを使用

# gettingReady
source: Preparing your experience...
es: Preparando tu experiencia...
ja: あなたのエクスペリエンスを準備中...

source: High priority
es: Alta prioridad
ja: 高優先度

source: Medium priority
es: Mediana prioridad
ja: 中優先度

source: Low priority
es: Baja proridad
ja: 低優先度

source: Good morning
es: ¡Buenos días
ja: おはようございます

source: Good afternoon
es: ¡Buenas tardes
ja: こんにちは

source: Good evening
es: ¡Buenos noches
ja: こんばんは

# readyDay
source: Ready to overcome this day?
es: ¿Lista para conquistar este día?
ja: この日を制覇する準備はできていますか？

source: My Inbox
es: Mi Inbox
ja: 私の受信トレイ

# todayFocus
source: Today's Focus
es: Hoy en Foco
ja: 今日の焦点

# noTasks
source: Nothing to see here
es: No hay tareas para mostrar
ja: 表示するタスクはありません

# addTasks
source: Tap the button with the plus icon to add a new task
es: Presiona el botón con el icono de más para agregar una tarea
ja: タスクを追加するには、プラスアイコンの付いたボタンを押してください

# guestTitle
source: Guest
es: Invitado
ja: ゲスト

# settingsTitle
source: Settings
es: Configuración
ja: 設定

# notificationsSection
source: Notifications
es: Notificaciones
ja: 通知

# taskReminderLabel
source: Task Reminder
es: Recordatorio de tareas
ja: タスクリマインダー

# taskReminderDescription
source: Alert me when I have pending tasks.
es: Avisarme cuando tenga tareas pendientes.
ja: 保留中のタスクがあるときに通知します。

# experienceSection
source: Experience
es: Experiencia
ja: エクスペリエンス

# soundEffectsLabel
source: Sound Effects
es: Efectos de sonido
ja: 効果音

# soundEffectsDescription
source: Enable sound effects on special occasions.
es: Habilita efectos de sonido en ocasiones especiales.
ja: 特別な場合に効果音を有効にします。

# themesSection
source: Themes
es: Temas
ja: テーマ

# themeColorLabel
source: Theme Color
es: Color de tema
ja: テーマカラー

# themeColorDescription
source: Select a preferred color for your interface.
es: Selecciona un color de preferencia para tu interfaz.
ja: インターフェースのための好みの色を選択します。

# aboutSection
source: About PocketTasks
es: Acerca de PocketTasks
ja: PocketTasksについて

# versionLabel
source: Version
es: Versión
ja: バージョン

# versionDescription
source: 1.0.0 - Dawn
es: 1.0.0 - Amanecer
ja: 1.0.0 - 夜明け

# termsLabel
source: Terms and Conditions
es: Términos y Condiciones
ja: 利用規約

# termsDescription
source: The rules of the game. Take a look!
es: Las reglas del juego. ¡Dales un vistazo!
ja: ゲームのルール。ご覧ください！

# privacyPolicyLabel
source: Privacy Policy
es: Política de Privacidad
ja: プライバシーポリシー

# privacyPolicyDescription
source: How we care for your data.
es: Cómo cuidamos tus datos.
ja: データをどのように管理するか。

# otherSection
source: Other
es: Otros
ja: その他

# deleteAccountLabel
source: Delete My Account
es: Eliminar mi cuenta
ja: アカウントを削除

# deleteAccountDescription
source: It was a nice journey :)
es: Fue un lindo viaje :)
ja: 素敵な旅でした :)

# termsAndConditionsTitle
source: Terms and Conditions for PocketTasks
es: Términos y condiciones de PocketTasks
ja: PocketTasksの利用規約

# lastUpdatedLabel
source: Last Updated: Wednesday, 13th of December, 2023
es: Última actualización: miércoles, 13 de diciembre de 2023
ja: 最終更新日: 2023年12月13日（水曜日）

# termsText
source: These Terms and Conditions ("Terms") govern your use of the PocketTasks mobile application ("the App") provided by PocketTasks ("we," "us," or "our"). By accessing or using the App, you agree to be bound by these Terms. If you do not agree with any part of these Terms, you should not use the App.
es: Estos Términos y Condiciones ("Términos") rigen su uso de la aplicación móvil PocketTasks ("la aplicación") proporcionada por PocketTasks ("nosotros", "nos" o "nuestro"). Al acceder o utilizar la aplicación, acepta quedar sujeto a estos Términos. Si no está de acuerdo con alguna parte de estos Términos, no debe utilizar la aplicación.
ja: これらの利用規約（「規約」）は、PocketTasks（「当社」、「私たち」または「弊社」）が提供するモバイルアプリケーション（「アプリ」）の利用を規定しています。アプリにアクセスまたは使用することにより、これらの規約に拘束されることに同意します。これらの規約のいずれかの部分に同意しない場合は、アプリを使用しないでください。

# useOfAppLabel
source: Use of the App:
es: Uso de la aplicación:
ja: アプリの使用:

# useText1
source: You must be at least 13 years old to use the App.
es: Debe tener al menos 13 años para usar la aplicación.
ja: アプリを使用するには、少なくとも13歳である必要があります。

# useText2
source: You agree to provide accurate and complete information when using the App.
es: Usted acepta proporcionar información precisa y completa al usar la aplicación.
ja: アプリを使用する際に正確かつ完全な情報を提供することに同意します。

# userContentLabel
source: User Content:
es: Contenido del usuario:
ja: ユーザーコンテンツ:

# userContentText
source: By using the App, you may submit content, such as your first name. You retain ownership of your content, and by submitting it, you grant us a non-exclusive, worldwide, royalty-free license to use, reproduce, modify, and distribute your content.
es: Al usar la aplicación, puede enviar contenido, como su nombre. Usted retiene la propiedad de su contenido y, al enviarlo, nos concede una licencia no exclusiva, mundial, libre de regalías para usar, reproducir, modificar y distribuir su contenido.
ja: アプリを使用することで、名前などのコンテンツを提出することがあります。提出することにより、コンテンツの所有権は保持され、提出することにより、当社に対してコンテンツを使用、複製、変更、配布する非独占的な、世界中でのロイヤリティフリーなライセンスを付与します。

# privacyLabel
source: Privacy:
es: Privacidad:
ja: プライバシー:

# privacyText
source: Our use of your personal information is governed by our Privacy Policy, which can be found [provide a link to your Privacy Policy].
es: Nuestro uso de su información personal está regido por nuestra Política de privacidad, que puede encontrar [proporcione un enlace a su Política de privacidad].
ja: 個人情報の取り扱いは、当社のプライバシーポリシーによって規制されています。プライバシーポリシーは[プライバシーポリシーへのリンクを提供]できます。

# intellectualPropertyLabel
source: Intellectual Property:
es: Propiedad intelectual:
ja: 知的財産:

# intellectualPropertyText
source: The App and its original content, features, and functionality are owned by PocketTasks and are protected by international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.
es: La aplicación y su contenido original, características y funcionalidad son propiedad de PocketTasks y están protegidos por leyes internacionales de derechos de autor, marcas comerciales, patentes, secretos comerciales y otros derechos de propiedad intelectual o leyes de derechos de propiedad.
ja: アプリとそのオリジナルのコンテンツ、機能、および機能はPocketTasksによって所有されており、国際的な著作権、商標、特許、営業秘密、その他の知的財産または所有権法によって保護されています。

# prohibitedActivitiesLabel
source: Prohibited Activities:
es: Actividades prohibidas:
ja: 禁止されている活動:

# prohibitedText1
source: You agree not to engage in any illegal or unauthorized activity when using the App.
es: Usted acepta no participar en ninguna actividad ilegal o no autorizada al usar la aplicación.
ja: アプリを使用する際に、法的または認可されていない活動に参加しないことに同意します。

# prohibitedText2
source: You must not attempt to gain unauthorized access to any part of the App or any related systems or networks.
es: No debe intentar obtener acceso no autorizado a ninguna parte de la aplicación o a cualquier sistema o red relacionados.
ja: アプリまたは関連するシステムまたはネットワークのいかなる部分にも未承認でアクセスしようとしてはいけません。

# limitationOfLiabilityLabel
source: Limitation of Liability:
es: Limitación de responsabilidad:
ja: 責任の制限:

# liabilityText
source: We are not liable for any indirect, incidental, special, consequential, or punitive damages arising out of or in connection with your use of the App.
es: No nos hacemos responsables de ningún daño indirecto, incidental, especial, consecuente o punitivo que surja de o en conexión con su uso de la aplicación.
ja: アプリの使用に関連して生じたいかなる間接的、偶発的、特別、結果的、罰則的な損害についても、当社は責任を負いません。

# changesToTermsLabel
source: Changes to Terms:
es: Cambios en los términos:
ja: 規約の変更:

# changesToTermsText
source: We reserve the right to modify or replace these Terms at any time. Your continued use of the App after any such changes constitutes your acceptance of the new Terms.
es: Nos reservamos el derecho de modificar o reemplazar estos Términos en cualquier momento. Su uso continuado de la aplicación después de dichos cambios constituye su aceptación de los nuevos Términos.
ja: 当社はいつでもこれらの規約を変更または置換する権利を留保します。そのような変更の後も引き続きアプリを使用することは、新しい規約の受け入れを意味します。

# terminationLabel
source: Termination:
es: Terminación:
ja: 終了:

# terminationText
source: We reserve the right to terminate or suspend your access to the App at any time, without notice, for any reason.
es: Nos reservamos el derecho de terminar o suspender su acceso a la aplicación en cualquier momento, sin previo aviso, por cualquier motivo.
ja: 当社は予告なしにいつでも、任意の理由でアプリへのアクセスを終了または一時停止する権利を留保します。

# governingLawLabel
source: Governing Law:
es: Ley aplicable:
ja: 適用法:

# governingLawText
source: These Terms are governed by and construed in accordance with the laws of Colombia, without regard to its conflict of law principles.
es: Estos Términos están regidos y se interpretan de acuerdo con las leyes de Colombia, sin tener en cuenta sus principios de conflicto de leyes.
ja: これらの規約は、コロンビアの法律に従って解釈されます。

# contactUsLabel
source: Contact Us:
es: Contáctenos:
ja: お問い合わせ:

# privacyPolicyTitle
source: Privacy Policy for PocketTasks
es: Política de privacidad para PocketTasks
ja: PocketTasksのプライバシーポリシー

# privacyPolicyText
source: PocketTasks ("we," "us," or "our") respects the privacy of its users. This Privacy Policy explains how we collect, use, and disclose personal information when you use our mobile application, PocketTasks (the "App").
es: PocketTasks ("nosotros," "nos," o "nuestro") respeta la privacidad de sus usuarios. Esta Política de privacidad explica cómo recopilamos, usamos y divulgamos información personal cuando utiliza nuestra aplicación móvil, PocketTasks (la "App").
ja: PocketTasks（"私たち," "私たち," または "私たち"）はユーザーのプライバシーを尊重しています。このプライバシーポリシーは、モバイルアプリPocketTasks（"アプリ"）を使用する際に個人情報を収集、使用、開示する方法について説明しています。

# informationWeCollectLabel
source: Information We Collect:
es: Información que recopilamos:
ja: 収集する情報：

# informationWeCollectText
source: First Name: We collect and store the first name provided by users solely for the purpose of personalizing the user experience within the App.
es: Nombre: Recopilamos y almacenamos el nombre proporcionado por los usuarios únicamente con el propósito de personalizar la experiencia del usuario dentro de la App.
ja: 名前：ユーザーが提供した名前を個人のユーザーエクスペリエンスをカスタマイズするためだけに収集し、保存します。

# howWeUseYourInformationLabel
source: How We Use Your Information:
es: Cómo usamos su información:
ja: 情報の使用方法：

# howWeUseYourInformationText
source: We use the collected first names solely for the purpose of enhancing the user experience within the App. We do not share, sell, or disclose this information to third parties.
es: Utilizamos los nombres recopilados únicamente con el propósito de mejorar la experiencia del usuario dentro de la App. No compartimos, vendemos ni divulgamos esta información a terceros.
ja: 収集された名前は、ユーザーエクスペリエンスを向上させる目的でのみ使用されます。この情報は第三者と共有、販売、開示されません。

# dataStorageLabel
source: Data Storage:
es: Almacenamiento de datos:
ja: データの保存：

# dataStorageText
source: We do not store any user data in the cloud. The first names collected are stored locally on the user's device.
es: No almacenamos datos de usuario en la nube. Los nombres recopilados se almacenan localmente en el dispositivo del usuario.
ja: クラウドにユーザーデータを保存しません。収集された名前はユーザーのデバイスにローカルに保存されます。

# yourChoicesLabel
source: Your Choices:
es: Sus opciones:
ja: あなたの選択肢：

# yourChoicesText
source: Users have the option to provide or not provide their first name. If a user chooses not to provide a name, the App will still function, but certain personalized features may be limited.
es: Los usuarios tienen la opción de proporcionar o no su nombre. Si un usuario elige no proporcionar un nombre, la App seguirá funcionando, pero algunas funciones personalizadas pueden estar limitadas.
ja: ユーザーは名前を提供するかどうかを選択できます。ユーザーが名前を提供しない場合、アプリは引き続き機能しますが、特定のパーソナライズされた機能が制限される可能性があります。

# securityLabel
source: Security:
es: Seguridad:
ja: セキュリティ：

# securityText
source: We take reasonable measures to protect the information collected within the App. However, no method of transmission or electronic storage is completely secure, and we cannot guarantee absolute security.
es: Tomamos medidas razonables para proteger la información recopilada dentro de la App. Sin embargo, ningún método de transmisión o almacenamiento electrónico es completamente seguro, y no podemos garantizar seguridad absoluta.
ja: アプリ内で収集された情報を保護するために合理的な対策を講じています。ただし、送信または電子的な保存の方法は完全に安全ではなく、絶対的なセキュリティを保証することはできません。

# childrensPrivacyLabel
source: Children's Privacy:
es: Privacidad de los niños:
ja: 子供のプライバシー：

# childrensPrivacyText
source: PocketTasks is not directed towards individuals under the age of 13. We do not knowingly collect personal information from children under 13. If you become aware that your child has provided us with personal information without your consent, please contact us, and we will take steps to remove such information.
es: PocketTasks no está dirigido a personas menores de 13 años. No recopilamos conscientemente información personal de niños menores de 13 años. Si se da cuenta de que su hijo nos ha proporcionado información personal sin su consentimiento, contáctenos y tomaremos medidas para eliminar dicha información.
ja: PocketTasksは13歳未満の個人を対象としていません。13歳未満の子供から個人情報を意図的に収集しません。お子様があなたの許可なしに個人情報を提供したことに気付いた場合は、お知らせいただければ対応いたします。

# changesToPrivacyPolicyLabel
source: Changes to This Privacy Policy:
es: Cambios en esta Política de privacidad:
ja: このプライバシーポリシーの変更：

# changesToPrivacyPolicyText
source: We may update our Privacy Policy from time to time. Users will be notified of any significant changes via an in-app notification.
es: Podemos actualizar nuestra Política de privacidad de vez en cuando. Se notificará a los usuarios de cualquier cambio significativo a través de una notificación en la App.
ja: プライバシーポリシーを定期的に更新することがあります。重要な変更がある場合、ユーザーにはアプリ内通知で通知されます。

# contactUsText
source: If you have any questions or concerns about this Privacy Policy, please contact us at thisisjoeltorres@gmail.com.
es: Si tiene alguna pregunta o inquietud sobre esta Política de privacidad, contáctenos en thisisjoeltorres@gmail.com.
ja: このプライバシーポリシーに関するご質問や懸念がある場合は、thisisjoeltorres@gmail.comまでお問い合わせください。

# addNewTask
source: Add task
es: Agregar tarea
ja: 新しいタスクを追加

source: Add task
es: Agregar tarea
ja: 新しいタスク

source: Edit task
es: Editar tarea
ja: タスクの編集

source: Task description
es: Descripcion de la tarea
ja: タスクの説明

# whatDoingToday
source: What would you like to do today?
es: ¿Que te gustaría hacer hoy?
ja: 今日は何をしたいですか？

source: No description
es: No hay descripcion
ja: 説明がありません

source: New Dawn
es: Nuevo amanecer
ja: 新しい夜明け

# notFeelingAsExpected
source: Feeling like this day didn't go as expected? Don't worry, there are always second chances.
es: ¿Sientes que este día no fue cómo esperabas? No te preocupes, siempre hay segundas oportunidades.
ja: 今日が期待通りではないと感じていますか？心配しないでください、常に第二のチャンスがあります。

# resetDay
source: Reset My Day
es: Reiniciar mi día
ja: 私の日をリセット

# yourDailyInsight
source: Lazy vibes? Time to tackle tasks!
es: ¿Onda perezosa? ¡Hora de abordar las tareas!

# nightTaskReview
source: Your tasks miss you...
es: Tus tareas te extrañan...

# nightTaskReviewBody
source: Your tasks have patiently waited all day. It's 6:00 PM – their cue to either shine or gracefully exit ✨
es: Tus tareas han esperado pacientemente todo el día. Son las 6:00 PM: su momento para brillar o salir con gracia. ✨

# morningTaskReview
source: Gear Up for the Day's Rollercoaster! 🎢
es: ¡Prepárate para la Montaña Rusa del Día! 🎢

# morningTaskReviewBody
source: Life isn't a checklist, but hey, tasks can make it a bit more organized. Ready for whatever today brings? :)
es: La vida no es una lista de tareas, pero oye, las tareas pueden hacerla un poco más organizada. ¿Listo para lo que traiga hoy? :)

# taskLower
source: task
es: tarea
ja: のタスク

# tasksLower
source: tasks
es: tareas
ja: のタスク

source: You have
es: Tienes
ja: 今日は

source: today
es: hoy
ja: 今日

# todayPlain
source: today
es: hoy
ja: があります

source: Reflect
es: Reflexiona
ja: 振り返り

source: prioritize
es: prioriza
ja: 優先順位をつけて

source: and conquer
es: y conquista
ja: 克服してください

source: Dive into PocketTasks now!
es: ¡Sumérgete en PocketTasks ahora!
ja: さあ、PocketTasksにダイブしましょう！

source: No tasks for today
es: No hay tareas para hoy
ja: 今日のタスクはありません

source: Enjoy your day
es: ¡Disfruta tu día!
ja: 良い一日を

# selectTheme
source: Select a preferred theme
es: Seleccione un tema de preferencia

# selectThemeDescription
source: Personalize your experience with a theme that expresses your unique personality
es: Personaliza tu experiencia con un tema que exprese tu personalidad unica

# noFocusTasks
source: No important tasks for today
es: No hay tareas importantes para hoy

# noFocusTasksDescription
source: Tasks with the 'High priority' label will be displayed here
es: Las tareas con la etiqueta ‘Alta prioridad’ se mostrarán aquí

source: Archive
es: Archivo

# taskTitle1
source: Write a handwritten letter to a friend or family member.
es: Escribe una carta a mano a un amigo o familiar.

# taskTitle2
source: Organize and declutter your workspace.
es: Organiza y ordena tu espacio de trabajo.

# taskTitle3
source: Take a 10-minute walk outside.
es: Da un paseo de 10 minutos al aire libre.

# taskTitle4
source: Try a new recipe and cook a homemade meal.
es: Prueba una nueva receta y cocina una comida casera.

# taskTitle5
source: Learn a new language for 15 minutes.
es: Aprende un nuevo idioma durante 15 minutos.

# taskTitle6
source: Create a list of goals for the month.
es: Crea una lista de objetivos para el mes.

# taskTitle7
source: Start a journal or blog.
es: Comienza un diario o blog.

# taskTitle8
source: Do a quick home workout.
es: Realiza un breve entrenamiento en casa.

# taskTitle9
source: Research and plan your dream vacation.
es: Investiga y planea tus vacaciones soñadas.

# taskTitle10
source: Read a chapter from a book you've been meaning to start.
es: Lee un capítulo de un libro que has estado deseando comenzar.

# taskTitle11
source: Set up a virtual coffee date with a friend.
es: Organiza una cita virtual para tomar café con un amigo.

# taskTitle12
source: Practice mindfulness or meditation for 5 minutes.
es: Practica la atención plena o meditación durante 5 minutos.

# taskTitle13
source: Watch a TED Talk on a topic of interest.
es: Mira una charla TED sobre un tema de interés.

# taskTitle14
source: Update your resume or LinkedIn profile.
es: Actualiza tu currículum o perfil de LinkedIn.

# taskTitle15
source: Take a photo walk and capture interesting scenes around you.
es: Realiza una caminata fotográfica y captura escenas interesantes a tu alrededor.

# taskTitle16
source: Write down three things you're grateful for.
es: Escribe tres cosas por las que estás agradecido.

# taskTitle17
source: Create a vision board for your future aspirations.
es: Crea un tablero de visión para tus aspiraciones futuras.

# taskTitle18
source: Listen to a new podcast episode.
es: Escucha un nuevo episodio de un podcast.

# taskTitle19
source: Try a new hobby or craft.
es: Prueba un nuevo pasatiempo o manualidad.

# taskTitle20
source: Review and update your budget.
es: Revisa y actualiza tu presupuesto.

# taskTitle21
source: Organize your digital files and folders.
es: Organiza tus archivos y carpetas digitales.

# taskTitle22
source: Write down your favorite inspirational quotes.
es: Escribe tus citas inspiradoras favoritas.

# taskTitle23
source: Learn a new skill on YouTube.
es: Aprende una nueva habilidad en YouTube.

# taskTitle24
source: Do a quick brain teaser or puzzle.
es: Realiza un rompecabezas o acertijo rápido.

# taskTitle25
source: Volunteer for a local charity or community organization.
es: Haz trabajo voluntario para una organización benéfica local.

# taskTitle26
source: Plan a surprise for someone special.
es: Planea una sorpresa para alguien especial.

# taskTitle27
source: Research and implement a productivity technique.
es: Investiga e implementa una técnica de productividad.

# taskTitle28
source: Explore a new genre of music.
es: Explora un nuevo género musical.

# taskTitle29
source: Take a power nap for 20 minutes.
es: Haz una siesta corta de 20 minutos.

# taskTitle30
source: Write a short story or poem.
es: Escribe un cuento corto o poema.
